app/controllers/messages_controller.rb

  def create
    @message = Message.new(message_params)
    if @message.save
---
INSERT INTO "messages" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "Hello"], ["created_at", "2015-08-18 21:30:02.000289"], ["updated_at", "2015-08-18 21:30:02.000289"]]